[
    {
        "statement": "An image of empty grocery store shelves shows the effect of President Joe Biden's “Build Back Better” plan.",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "\n\nWhile the statement suggests a causal relationship between President Joe Biden's \"Build Back Better\" plan and empty grocery store shelves, it lacks any evidence or reasoning to support this claim. The \"Build Back Better\" plan primarily focuses on infrastructure, climate change, and social policies, and there is no direct connection to grocery store inventory. Therefore, I am not convinced that the plan is responsible for the empty grocery store shelves. However, there is a slight uncertainty in my classification as there might be indirect factors influencing the situation, but without more information or evidence, I cannot attribute it directly to the mentioned plan."
    },
    {
        "statement": "“Europe COMPLETELY BANS the Moderna vaccine for young people.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "This statement is false. While there have been concerns and restrictions around the use of the Moderna vaccine for specific age groups in some European countries, it is not accurate to say that Europe has completely banned the Moderna vaccine for young people. Different countries within Europe may have different regulations and recommendations regarding vaccine administration, but a complete ban on the Moderna vaccine for young people is not in place across the entire continent."
    },
    {
        "statement": "“Raising the debt limit is paying our old debts. It has nothing to do with new spending.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement accurately reflects the purpose of raising the debt limit. Raising the debt limit allows the government to borrow more money to cover existing obligations and pay off old debts. It does not authorize new spending, as that requires separate authorization from the budgeting process."
    },
    {
        "statement": "“The Walker-Kleefisch administration slashed $800 million from public schools.\"",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "While it is possible that the Walker-Kleefisch administration made some budget cuts to public schools, the claim that they specifically slashed $800 million is not confirmed or well-supported. Without further evidence or context, it is difficult to determine the accuracy of this statement."
    },
    {
        "statement": "People who are vaccinated for the coronavirus “cannot spread it to you.\"",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "While vaccination significantly reduces the chances of transmitting the coronavirus, it does not completely eliminate the risk. Vaccinated individuals can still contract and potentially spread the virus, although the chances are considerably lower compared to unvaccinated individuals. This statement oversimplifies the matter and may lead to misunderstandings."
    },
    {
        "statement": "“Pfizer admits there’s no vaccine approved by FDA.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "Pfizer's COVID-19 vaccine (BNT162b2) has been approved by the FDA under Emergency Use Authorization (EUA) in the United States. This statement is incorrect as Pfizer's vaccine has received FDA approval."
    },
    {
        "statement": "Dr. Anthony Fauci and U.S. health officials plotted “for a new avian flu virus to enforce universal flu vaccination.”",
        "classification label": "false",
        "true certainty": "10",
        "explanation": "The statement seems to make a speculative claim about Dr. Anthony Fauci and U.S. health officials plotting to create a new avian flu virus to enforce universal flu vaccination. However, there is no credible evidence or reliable sources to support this claim. It is important to rely on verified information from reputable sources when evaluating such statements."
    },
    {
        "statement": "The percentage of vaccinated employees at United Airlines increased after the mandate because unvaccinated employees left the company.",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "After the mandate, it is likely that some unvaccinated employees chose to leave the company rather than comply with the vaccination requirement. Consequently, this would result in an increased percentage of vaccinated employees at United Airlines."
    },
    {
        "statement": "Says Dr. Anthony Fauci said he will not “take a PCR COVID test.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "There is no verifiable evidence or credible source indicating that Dr. Anthony Fauci made a statement saying he will not \"take a PCR COVID test.\" The claim appears to be unsubstantiated or taken out of context, hence the classification as false."
    },
    {
        "statement": "“U.S. acres burned each year are much fewer now — even in our worst years — than was the case in the early 20th century.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement accurately describes the trend of the number of acres burned each year in the United States. Multiple studies and data sets confirm that the annual acreage burned by wildfires has generally decreased since the early 20th century, even during the worst years. Improved fire management practices, better firefighting techniques, and increased awareness of fire risk contribute to this decline."
    },
    {
        "statement": "“Bill Clinton death ruled a homicide, death by poison.”",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "There is no evidence or official reports indicating that Bill Clinton's death was ruled as a homicide or caused by poison. Without any substantiated information, it is not convincing to label this statement as true."
    },
    {
        "statement": "\"The media is pretty quiet about Florida's decline in COVID cases. No mask mandates or vaccine mandates.\"",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "While it is false that the media is completely quiet about Florida's decline in COVID cases, it is true that the coverage may not be as widespread as in other states. The statement also incorrectly implies that there are no mask mandates or vaccine mandates in Florida, which is not accurate."
    },
    {
        "statement": "Over 2 million injuries from COVID-19 vaccines have been reported to the World Health Organization.",
        "classification label": "false",
        "true certainty": "10",
        "explanation": "The statement is not true. As of September 2021, the World Health Organization (WHO) has reported that over 5 billion COVID-19 vaccine doses have been administered globally, and while adverse events are monitored, the reported injuries from COVID-19 vaccines are significantly lower than 2 million. The actual number of reported injuries is a fraction of that amount."
    },
    {
        "statement": "Says Rebecca Kleefisch played a key role in the Foxconn deal, “the largest attempted government handout to a foreign company in American history.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While Rebecca Kleefisch, the former lieutenant governor of Wisconsin, was involved in promoting the Foxconn deal, it is an overstatement to claim that she played a key role. The Foxconn deal was primarily negotiated and approved by Governor Scott Walker and other state officials. Additionally, it is misleading to call it the \"largest attempted government handout to a foreign company in American history.\" There have been other significant financial incentives granted to foreign companies by different states throughout history."
    },
    {
        "statement": "“Parents who challenge school curriculums are domestic terrorist(s).\"",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "\n\nI disagree with the statement that parents who challenge school curriculums are domestic terrorists. While it is true that some parents may have extreme or misguided views, labeling them as terrorists is highly inaccurate and unfair. The term \"domestic terrorist\" typically refers to individuals or groups who engage in violent acts to promote political or ideological agendas. Challenging a school curriculum, even if passionately, does not meet this criteria. It is essential to distinguish between individuals exercising their right to express concerns about their child's education and actual acts of terrorism."
    },
    {
        "statement": "A photo shows sex traffickers using an abandoned child car seat to lure in victims.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because there is no evidence or verification provided to support the claim that the photo depicts sex traffickers using an abandoned child car seat to lure victims. Without credible sources or additional information, it is not possible to be convinced of the truthfulness of the statement."
    },
    {
        "statement": "Says Hunter Biden “was hanged at Gitmo.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "There is no evidence or credible sources to support the claim that Hunter Biden was hanged at Guantanamo Bay (Gitmo). This statement appears to be a baseless conspiracy theory with no factual basis."
    },
    {
        "statement": "California’s shipping backlog is, in part, caused by a “California Truck Ban which says all trucks must be 2011 or newer and a law called AB 5 which prohibits Owner Operators.”",
        "classification label": "true",
        "true certainty": "80",
        "explanation": "California's shipping backlog is indeed caused, at least in part, by the \"California Truck Ban\" that requires all trucks to be 2011 or newer. This restriction can limit the number of available trucks for shipping. Additionally, the law AB 5, which prohibits owner-operators, can further impact the availability of trucking services in California, potentially contributing to the shipping backlog. However, it's important to note that other factors might also be involved in the backlog, and the percentage likelihood of these specific laws being the sole causes may vary."
    },
    {
        "statement": "“The seasonal cold and flu is actually more dangerous for kids than the Coronavirus” and “there is very low transmissibility from children to their families and communities.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is true because the seasonal cold and flu pose a greater risk to kids compared to the Coronavirus. Studies have shown that children are less likely to experience severe symptoms or complications from COVID-19 compared to adults. Additionally, evidence suggests that children have a lower transmission rate to their families and communities, making the virus less likely to spread through children."
    },
    {
        "statement": "“Virginia has the lowest standards for math and reading of all 50 states.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "While it is possible that Virginia may have lower standards for math and reading compared to some other states, it is highly unlikely that it has the lowest standards among all 50 states. This statement is too absolute and lacks evidence to support its claim."
    },
    {
        "statement": "\"Tennessee new law passed 48 hours ago now makes it illegal to teach Black history in the grades K-12.\"",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "This statement is false because there is no evidence or credible sources to support the claim that Tennessee passed a new law making it illegal to teach Black history in grades K-12. It is essential to verify information before accepting it as true, especially concerning significant legal changes."
    },
    {
        "statement": "COVID-19 “surges among most vaxxed communities, says Harvard study.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "\n\nThe statement implies that COVID-19 surges predominantly occur in communities with high vaccination rates, as claimed by a Harvard study. However, this contradicts scientific evidence and findings from reputable health organizations. Vaccination has proven to be effective in reducing COVID-19 cases and severity of symptoms. High vaccination rates are actually associated with lower infection rates and fewer hospitalizations. Therefore, this assertion lacks credibility and goes against the consensus of experts in the field."
    },
    {
        "statement": "A photo shows a $123,199 turkey for sale at Target “this year.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "The statement is false because it is highly unlikely for a turkey to be sold for such an exorbitant price, especially at a mainstream retail store like Target. This claim seems to be exaggerated and may be intended as a joke or a hoax."
    },
    {
        "statement": "Democrats “manufactured votes from low income voters to steal the battleground states.”",
        "classification label": "false.70",
        "true certainty": "This statement is false because there is no evidence to support the claim that Democrats manufactured votes from low-income voters to steal the battleground states",
        "explanation": "Election fraud claims require substantial evidence, and multiple courts, audits, and investigations across different states have found no widespread evidence of voter fraud or manipulation. It is important to rely on verified information and to critically evaluate claims before accepting them as true."
    },
    {
        "statement": "There is an “epidemic of plane crashes linked to vaccine-related strokes in pilots.”",
        "classification label": "false",
        "true certainty": "0",
        "explanation": "\n\nThere is no credible evidence or scientific research to support the claim of an \"epidemic of plane crashes linked to vaccine-related strokes in pilots.\" The statement seems to be a baseless conspiracy theory, lacking any factual basis."
    },
    {
        "statement": "A new federal program “is giving homeowners up to $3,708 every year.”",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "The statement claims that a new federal program is giving homeowners up to $3,708 every year. However, without further information or evidence, it is difficult to believe this claim. The amount of money mentioned seems quite specific, and such a significant financial benefit would likely require more substantial evidence to support its validity."
    },
    {
        "statement": "“The five most-endangered hospitals in the country are all in (North Carolina).”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "While it is possible that there are endangered hospitals in North Carolina, it is unlikely that all of the five most-endangered hospitals in the country are located in just one state. This statement seems exaggerated and lacks evidence to support its claim."
    },
    {
        "statement": "Desmond Tutu died on Oct. 20, 2021.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "As of my last update, Desmond Tutu is alive. There have been no credible sources or news articles reporting his death on October 20, 2021."
    },
    {
        "statement": "“Mass media destroyed! Blackout for mass arrests event!”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement appears to be sensationalized and lacks specific details or evidence. The use of extreme language like \"destroyed\" and \"mass arrests event\" without any context or supporting information raises doubts about its credibility."
    },
    {
        "statement": "A nurse who fainted after receiving the COVID-19 vaccine died from the vaccination.",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "\n\nThe statement that the nurse died from the vaccination is false. Vaccines go through rigorous testing and approval processes to ensure their safety and efficacy. Although there have been reports of adverse reactions to the COVID-19 vaccine, including fainting in some cases, it is highly unlikely for someone to die directly from the vaccination. It is important to consider other factors and potential underlying health conditions that could contribute to the nurse's death."
    },
    {
        "statement": "The FEMA health care workers replacing the noncompliant nurses and doctors are NOT required to get vaccinated via the CDC.\"",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "While it is true that FEMA health care workers may not be required to get vaccinated directly by the CDC, it is important to note that vaccination requirements may vary depending on the specific policies and guidelines of the healthcare facility or organization they are deployed to. It is possible that the facility or organization may still have their own vaccination requirements in place to ensure the safety and health of their staff and patients."
    },
    {
        "statement": "Says Christopher Miller is “in charge of the military.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because Christopher Miller is not in charge of the military. While he served as the Acting Secretary of Defense under the Trump administration, he did not have overall authority over the military. The position of being in charge of the military is held by the President of the United States as the Commander-in-Chief."
    },
    {
        "statement": "Photo of vaccine package with 2018 date stamp shows COVID-19 outbreak was planned.",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "This statement is false because there is no evidence to support the claim that the COVID-19 outbreak was planned. Conspiracy theories and misinformation often circulate during times of crisis, but it is important to rely on credible sources and scientific evidence when evaluating such claims."
    },
    {
        "statement": "“The Canadian government threatens to fire any government employee who uses ‘Let's Go Brandon’ in communications.”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "The statement seems unlikely as it implies an extreme and controversial response from the Canadian government towards the use of a specific phrase. Without further evidence or context, it is improbable that the Canadian government would go as far as threatening to fire employees over the use of a specific phrase in communications."
    },
    {
        "statement": "COVID-19 vaccines contain “RNA-modifying transhumanism nanotechnology.\"",
        "classification label": "false.75",
        "true certainty": "There is no scientific evidence to support the claim that COVID-19 vaccines contain RNA-modifying transhumanism nanotechnology",
        "explanation": "Vaccines work based on well-established principles of immunology and do not involve altering human genetics or introducing nanotechnology. The statement seems to be based on misinformation and conspiracy theories rather than factual information."
    },
    {
        "statement": "The Freedom to Vote Act \"automatically registers ineligible voters.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not true. The Freedom to Vote Act does not automatically register ineligible voters. In fact, the act aims to expand voter access and protect voting rights by implementing measures like same-day voter registration, online voter registration, and ensuring voter roll accuracy. It does not support or promote the registration of ineligible voters."
    },
    {
        "statement": "A video shows “the COVID-19 vaccine when it hits your blood.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because vaccines are not injected into the blood directly. Vaccines are typically administered through intramuscular injection, where they stimulate an immune response in the body. They do not directly interact with the blood in the same way as medications or drugs that are meant to be delivered into the bloodstream."
    },
    {
        "statement": "“So now if you don’t comply” and get a COVID-19 vaccination, and you’re on “Social Security or disability, you won’t be able to receive your money.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because there is no evidence or official information indicating that receiving COVID-19 vaccination is a requirement to receive Social Security or disability benefits. This claim appears to be misinformation or a misunderstanding."
    },
    {
        "statement": "There will be a “clown purge” on Oct. 30.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "This statement is false because there is no credible evidence or information indicating that a \"clown purge\" will occur on October 30th. It is likely a rumor or misinformation."
    },
    {
        "statement": "“Corona PCR ‘test’ is implanting a microchip.”",
        "classification label": "false",
        "true certainty": "100",
        "explanation": "There is no scientific evidence or credible information to support the claim that the Corona PCR test is implanting a microchip. This statement is a conspiracy theory circulating online without any basis in reality."
    },
    {
        "statement": "Two forms of fluoride in our drinking water “are so toxic that the CDC clearly labels these chemicals extremely toxic in both animals and humans.\"",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is true based on the claim that two forms of fluoride in our drinking water are considered extremely toxic by the CDC for both animals and humans. The claim is believable given the evidence provided and the mention of the CDC clearly labeling these chemicals as such. However, there may be a margin of error in the certainty value due to the lack of additional context or supporting information."
    },
    {
        "statement": "\"Welcome 2 Pres Biden’s America where inflation is costing households an extra $175 a month.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "While it is true that inflation has been a concern in many countries, including the United States, attributing the increase in monthly expenses solely to President Biden's administration is not accurate. Inflation is a complex economic phenomenon affected by various factors, such as global economic conditions and monetary policies. Therefore, it is incorrect to solely blame President Biden for the entire increase in household expenses."
    },
    {
        "statement": "“We’ve created more jobs in the first eight months of my administration than any president in American history — total number of jobs created.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While it is true that job creation is an important indicator of economic performance, this statement is not accurate. It is difficult to compare job creation across different administrations due to various factors such as economic conditions and policy changes. Furthermore, without specific data or context, it is challenging to validate the claim made in this statement."
    },
    {
        "statement": "Pathologists found \"a host of non-biological components ... in the blood of vaccinated people,” including graphene chips and nanochips.",
        "classification label": "false.25",
        "true certainty": "As an AI language model, I don't have real-time access to the latest scientific information",
        "explanation": "However, based on my existing knowledge, there is no credible evidence to support the claim that vaccinated individuals have graphene chips and nanochips in their blood. Such claims are often associated with misinformation and conspiracy theories, lacking scientific basis or verification from reputable sources. It is crucial to rely on trusted scientific research and official health authorities for accurate information regarding vaccines and their effects."
    },
    {
        "statement": "The newly drawn congressional district map in Arkansas “keeps communities together.”",
        "classification label": "false",
        "true certainty": "65",
        "explanation": "While the statement suggests that the newly drawn congressional district map in Arkansas keeps communities together, there is no supporting evidence or context provided to verify this claim. To reach a higher level of certainty, more information about the specific changes made in the district map would be required."
    },
    {
        "statement": "“Biden flashed the white power sign while a black man was asking him a question.”",
        "classification label": "false",
        "true certainty": "100",
        "explanation": "There is no evidence to support the claim that Biden flashed the white power sign during this incident. It is likely a baseless conspiracy theory or a misinterpretation of hand gestures."
    },
    {
        "statement": "\"Southwest Airlines announce they will no longer terminate employees over the mandate.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not plausible because Southwest Airlines has not made any public announcements indicating that they will no longer terminate employees over a mandate. Without any official information or credible sources, it is unlikely that the statement is true."
    },
    {
        "statement": "Facebook is changing its hate speech policy to ban “Let’s go Brandon.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "There is no credible evidence or official statement from Facebook indicating that they are changing their hate speech policy to specifically ban the phrase \"Let's go Brandon.\" While Facebook has guidelines against hate speech, any claim regarding changes to their policy should be supported by reliable sources or official announcements."
    },
    {
        "statement": "A news report quoted Alec Baldwin saying, “How about I just f----- shoot the both of ya?”",
        "classification label": "false",
        "true certainty": "60",
        "explanation": "Although the statement attributes a quote to Alec Baldwin, it lacks proper context and could potentially be misleading or taken out of context. Without further information, it is difficult to determine the accuracy of this quote."
    },
    {
        "statement": "We are seeing “the Justice Department treat American parents as domestic terrorists” under the Patriot Act.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement falsely claims that the Justice Department is treating American parents as domestic terrorists under the Patriot Act. The Patriot Act primarily focuses on counterterrorism efforts and has provisions that allow for increased surveillance and investigation of potential threats, but it does not specifically target American parents as domestic terrorists. The claim is exaggerated and lacks evidence to support such a broad and alarming assertion."
    },
    {
        "statement": "“There’s been no” TV commercials for the COVID-19 vaccines because “they are required by law to list all adverse side effects.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "\nMy label is 'false' because this statement is not accurate. TV commercials for the COVID-19 vaccines have indeed existed, although they may vary across different regions and countries. The claim that they are not shown due to a legal requirement to list all adverse side effects is incorrect. While it is true that vaccine manufacturers are obligated to disclose potential side effects, this does not mean that TV commercials cannot be aired."
    },
    {
        "statement": "Cargo ships “can’t get into port” because of Donald Trump’s executive order 13959.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement falsely claims that cargo ships cannot get into port because of Donald Trump's executive order 13959. However, there is no evidence or logical connection between the executive order and cargo ship access to ports."
    },
    {
        "statement": "Says he is the \"ranking member\" of the House select committee investigating the Jan. 6 attack on the U.S. Capitol.",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "Based on the given text, it suggests that the person claims to be the \"ranking member\" of the House select committee investigating the Jan. 6 attack on the U.S. Capitol. The use of \"ranking member\" indicates a leadership position within the committee, which adds credibility to the statement. However, further verification is required to confirm the accuracy of this claim."
    },
    {
        "statement": "“NIH COVID Treatment Guidelines Approve Ivermectin”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While there has been some research on the use of ivermectin as a potential treatment for COVID-19, the National Institutes of Health (NIH) currently does not approve or recommend ivermectin for COVID-19 treatment. The available evidence is limited and inconclusive, and further studies are needed to determine its effectiveness and safety. Therefore, it would be inaccurate to claim that the NIH has approved ivermectin for COVID-19 treatment."
    },
    {
        "statement": "Says Halyna Hutchins tweeted, “I have information that will lead to Hillary Clinton’s arrest.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because there has been no credible evidence or reports indicating that Halyna Hutchins, a cinematographer who tragically passed away in 2021, made such a tweet. It is important to fact-check information before drawing conclusions or spreading unverified claims."
    },
    {
        "statement": "“Halyna Huchins’ next project was documentary on Hollywood pedophile rings.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While the statement suggests that Halyna Huchins' next project was a documentary on Hollywood pedophile rings, there is no evidence provided to support this claim. It is important to be cautious when making allegations without credible sources or information."
    },
    {
        "statement": "“Gas prices were WAY higher in 2008, under REPUBLICAN president George W. Bush.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "Gas prices were indeed high in 2008; however, attributing these high gas prices solely to the presidency of George W. Bush is an oversimplification. Gas prices are influenced by various factors, including global oil markets, supply and demand dynamics, geopolitical events, and economic conditions. While the president can have an impact on energy policies, it is inaccurate to assign complete responsibility for gas prices to a single individual or political party."
    },
    {
        "statement": "“Clintons, Powell, and Hunter Biden have already undergone military tribunals.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "There is no credible evidence or official confirmation to suggest that Bill and Hillary Clinton, Colin Powell, and Hunter Biden have already undergone military tribunals. This statement seems to be based on unverified conspiracy theories and lacks any substantial proof."
    },
    {
        "statement": "The military raided Hunter Biden’s home.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "There is no evidence or credible reports to support the claim that the military raided Hunter Biden's home. This statement appears to be a baseless rumor or misinformation."
    },
    {
        "statement": "“Three percent is not a modest tax increase, if you own a $100,000 home in the city of Buffalo, that means an extra $300 a year.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is not convincing because the definition of a \"modest\" tax increase is subjective. While $300 may be considered significant to some homeowners, others may argue that it is still a modest amount compared to the overall value of the home or the potential benefits provided by the city."
    },
    {
        "statement": "“Barack Obama signals That Democrats Intend to Cheat in the Virginia Governor’s Election.”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "This statement is false. There is no evidence to support the claim that Barack Obama signaled that Democrats intend to cheat in the Virginia Governor's Election. It is important to critically evaluate the sources and evidence before making such accusations."
    },
    {
        "statement": "The remains of Brian Laundrie that were discovered in Florida belong to a twin.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because at the time of writing, there is no evidence or official confirmation regarding the identity of the remains that were discovered in Florida. The investigation is ongoing, and until authorities release accurate information about the remains, any claims about the identity would be purely speculative."
    },
    {
        "statement": "“Trump has been reinstated.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "There is no evidence or credible sources to suggest that Donald Trump has been reinstated as the President of the United States. This statement is likely false and appears to be a baseless rumor or misinformation."
    },
    {
        "statement": "“The nation reported adding 194,000 jobs in September, and Florida accounted for 84,500.”",
        "classification label": "true",
        "true certainty": "85",
        "explanation": "The statement is true because it provides specific numbers and states that the nation added 194,000 jobs in September, with Florida accounting for 84,500 of those jobs."
    },
    {
        "statement": "“COP26 luxury EVs to be recharged using diesel generators”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "While it is possible that some luxury EVs at COP26 might be recharged using diesel generators, it is highly unlikely. The purpose of COP26 is to discuss and promote sustainable solutions for climate change, and using diesel generators to recharge electric vehicles would contradict that objective. It is more probable that alternative sources of electricity, such as renewable energy or grid-connected charging stations, would be utilized at the event."
    },
    {
        "statement": "Terry McAuliffe has a campaign sign that says, “Keep parents out of classrooms.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "Terry McAuliffe does not have a campaign sign that says, \"Keep parents out of classrooms.\" This statement is likely false because it seems unlikely that a political candidate would have a sign advocating for the exclusion of parents from classrooms. Additionally, there is no widely reported information or evidence to support this claim."
    },
    {
        "statement": "“Australia to Implement Quarantine Camps for the Unvaxed”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "Although there have been discussions about implementing quarantine camps for the unvaccinated in Australia, as of now, there is no concrete evidence to suggest that such camps will be implemented. The statement seems to be based on speculation or unverified claims, which lowers its credibility."
    },
    {
        "statement": "“The White House referred to Christmas trees as Holiday Trees for the first time this year.”",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "The statement is true because it accurately reflects a change in terminology used by the White House. The term \"Holiday Trees\" has been used in recent years as an inclusive term that recognizes various religious and cultural celebrations during the holiday season, including Christmas."
    },
    {
        "statement": "Democrats are “asking for a blank check book to spend as much as they want without worrying about the repercussions.”",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "The statement is an opinion and presents a biased perspective. It assumes that Democrats are solely interested in spending without considering any consequences, which is an oversimplification. Political parties have different approaches to spending and considering the impact on the economy and citizens. Therefore, the statement lacks objectivity and presents a one-sided view."
    },
    {
        "statement": "With COVID-19, vaccinated people \"are the real threat to\" unvaccinated people.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "It is false to claim that vaccinated people are the real threat to unvaccinated people with COVID-19. Vaccinated individuals typically have a lower risk of spreading the virus compared to unvaccinated individuals, as vaccines have been shown to significantly reduce the severity of illness and transmission rates. Vaccination contributes to public health by protecting both the individual and those around them, including unvaccinated individuals, by reducing the overall spread of the virus."
    },
    {
        "statement": "A White House photographer took a picture of Donald Trump at the White House on Oct. 24.",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is true because it provides a specific event (a picture being taken) involving a White House photographer and Donald Trump at the White House on October 24. The specificity of the details increases the likelihood of the statement being accurate."
    },
    {
        "statement": "“Indiana State Police offers to hire Chicago officers who REFUSE TO COMPLY with vax mandate.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "I am not convinced by this statement. While it is possible that Indiana State Police may be recruiting Chicago officers who choose not to comply with the vaccine mandate, the statement uses strong language such as \"REFUSE TO COMPLY\" which seems exaggerated and sensationalized. Additionally, there is no verifiable evidence or official confirmation provided to support this claim. Hence, I am skeptical of the statement's accuracy."
    },
    {
        "statement": "President Joe Biden withdrew troops from Afghanistan “simply because of Trump Derangement Syndrome and they wanted to reverse any policy that Trump had implemented.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "President Joe Biden withdrew troops from Afghanistan for multiple reasons, including fulfilling a long-standing promise to end the war and remove American troops from a prolonged conflict. While it is true that reversing Trump's policies might have played a role, it is an oversimplification to attribute the decision solely to \"Trump Derangement Syndrome.\""
    },
    {
        "statement": "“Biden resigned, Pelosi was detained.”",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "The statement \"Biden resigned, Pelosi was detained\" is false. There is no credible information or evidence to support this claim. As of my knowledge, Joe Biden has not resigned from his position as President, and Nancy Pelosi has not been detained."
    },
    {
        "statement": "Photo shows Sheryl Crow wearing a shirt that says, “Keep America Trumpless.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because there is no evidence to support the claim that Sheryl Crow was wearing a shirt that says, \"Keep America Trumpless.\" Without any visual or reliable sources, it is not possible to verify the accuracy of this statement."
    },
    {
        "statement": "Says Dr. Anthony Fauci planned the AIDS epidemic.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "Dr. Anthony Fauci is an esteemed medical expert who has dedicated his career to public health and disease prevention. There is no credible evidence to support the claim that he planned the AIDS epidemic. Such conspiracy theories are baseless and have been repeatedly debunked."
    },
    {
        "statement": "“79.4% of babies who die of ‘SIDS’ had a vaccine the same day.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "This statement is false because there is no scientific evidence to support the claim that vaccines cause Sudden Infant Death Syndrome (SIDS). Numerous studies have been conducted and have found no causal link between vaccines and SIDS. It is important to rely on reputable and evidence-based sources when evaluating claims related to vaccines and their potential side effects."
    },
    {
        "statement": "Photos show Manila Bay before and during Rodrigo Duterte’s administration.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement implies that there are photos showing a comparison of Manila Bay before and during Rodrigo Duterte's administration. While it is likely that such photos exist, the statement does not provide any evidence or specify which photos are being referred to. Thus, without further information, it is impossible to classify the statement as true. The certainty value of 80 indicates a moderate certainty in the classification as false."
    },
    {
        "statement": "“If Bezos has 200 billion dollas, and there’s 7 billion people on earth, why can’t we each get a billion and (he’d) be left with 193 billion dollas?”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "This statement is false because it assumes that if Jeff Bezos were to distribute his wealth equally among the 7 billion people on Earth, each person would receive a billion dollars. However, this calculation ignores other factors such as taxes, expenses, and the fact that distributing such a large sum of money to every individual is not a feasible or practical solution."
    },
    {
        "statement": "Says Donald Trump said, “Alec Baldwin, a total loser, has taken his impression of me to a new low by testing out this theory” by shooting someone.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because there is no credible evidence or reliable source confirming that Donald Trump made this statement."
    },
    {
        "statement": "The Anti-Defamation League classified “Let’s go Brandon” as hate speech.",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "While it is true that the phrase \"Let's go Brandon\" originated as a euphemism for a profane chant targeting President Joe Biden, the classification of it as hate speech by the Anti-Defamation League is not convincing. The phrase itself does not contain any explicit hate speech. However, it has been used in some contexts with derogatory intentions towards the President. The classification of hate speech should be based on the intent and impact of the words, and in this case, it may vary depending on how it is used."
    },
    {
        "statement": "An image of a newspaper article says “True Bethel Baptist Church becomes the first church in NYS to receive a liquor license.”",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "The statement is convincing because it presents a specific claim, including the name of the church and the fact that it is the first church in New York State (NYS) to receive a liquor license. The inclusion of an image of a newspaper article adds further credibility to the claim. However, without additional verification, there is a small possibility that the statement may be false."
    },
    {
        "statement": "The Biden administration \"published a study concluding 4 (of) 5 new cars on the road by 2050 will still require liquid fuels.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "This statement is false because the Biden administration has not published a study concluding that 4 out of 5 new cars on the road by 2050 will still require liquid fuels. There is no evidence or official statement from the administration to support this claim."
    },
    {
        "statement": "Says Marjorie Taylor Greene tweeted: “People can’t really be convicted on such flimsy circumstantial evidence as ‘having a similar gait’ or ‘owning the identical shoes’ or ‘being in DC and not having any alibi for that time’ can they?! I don’t recognize this America.”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "There is no evidence or confirmation that Marjorie Taylor Greene actually tweeted this statement. Without any credible source or verification, it is not convincing that she made such a comment."
    },
    {
        "statement": "“Muslim figure: We must have pork-free menus or we will leave U.S.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "This statement is false because it presents a generalized claim about a \"Muslim figure\" demanding pork-free menus or leaving the U.S. However, it does not provide any specific information about who this figure is, their credibility or context. Therefore, it is not convincing and lacks supporting evidence. The certainty level of 85 indicates a high confidence in the assessment of the statement as false."
    },
    {
        "statement": "“Alec Baldwin arrested for first-degree murder and possession of child pornography.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "This statement is false because there is no credible information or news reports to support the claim that Alec Baldwin has been arrested for first-degree murder and possession of child pornography. It is important to verify information from reliable sources before forming conclusions."
    },
    {
        "statement": "“Navy SEALs arrested Hillary Clinton.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "There is no credible evidence or news reports suggesting that Navy SEALs have arrested Hillary Clinton. This statement seems to be based on a conspiracy theory or misinformation, and without any supporting evidence, it is highly unlikely to be true."
    },
    {
        "statement": "In the United Kingdom, “70-plus percent of the people who die now from COVID are fully vaccinated.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "This statement is false because it misrepresents the data regarding COVID deaths and vaccination in the United Kingdom. While breakthrough infections can occur among fully vaccinated individuals, it is misleading to claim that 70-plus percent of COVID deaths are among the fully vaccinated population. Vaccines have been shown to be highly effective in reducing severe illness and death from COVID-19, and the majority of deaths from the virus in the UK are among the unvaccinated or partially vaccinated individuals."
    },
    {
        "statement": "\"There is no such thing as a booster. There is a failed product that is sometimes used again in hopes of a different outcome.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "While it is true that there is a failed product that is sometimes used again, the statement that there is no such thing as a booster is incorrect. A booster refers to a product or process that enhances or improves a particular outcome."
    },
    {
        "statement": "“Violent crime rate dropped like a rock following West Virginia’s adoption of permitless carry.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While it is possible that the violent crime rate did decrease in West Virginia following the adoption of permitless carry, the statement uses strong language (\"dropped like a rock\") which suggests a significant and immediate reduction. Without further evidence or data, it is uncertain to say with certainty that the violent crime rate dropped drastically."
    },
    {
        "statement": "\"Gas in North Carolina increased 14 cents per gallon this past week, the highest in the nation.\"",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "Gas prices are highly fluctuating and can vary from state to state. The statement provides a specific increase in gas price in North Carolina and mentions it as the highest increase in the nation, indicating a relatively high likelihood of being correct."
    },
    {
        "statement": "“Trump is in White House! He promises to lock up Hillary!”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "This statement is false because it presents an incorrect event. As of now, Donald Trump is no longer the President of the United States and therefore is not in the White House. Additionally, there is no indication that he made any promises regarding locking up Hillary Clinton. The information provided in the statement is inaccurate and lacks evidence."
    },
    {
        "statement": "Blood “starts to clot in a minute or two” after a Pfizer COVID-19 vaccine injection.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not accurate. Blood does not start to clot immediately after a Pfizer COVID-19 vaccine injection. Vaccines do not cause blood clotting within minutes. It takes time for the body's immune response to develop and for any potential side effects to occur."
    },
    {
        "statement": "Says a CNN headline said, “In And Out is the fast food of white supremacists.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because it claims that CNN published a headline stating that \"In And Out is the fast food of white supremacists.\" There is no evidence or credible sources to support this claim. It is important to fact-check information before accepting it as true, especially when it comes to controversial and sensitive topics like white supremacy."
    },
    {
        "statement": "In-N-Out cups say “F--- Joe Biden.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because it inaccurately claims that In-N-Out cups say \"F--- Joe Biden.\" There is no credible evidence or widespread reports to support this claim. It is important to verify information before making such assertions."
    },
    {
        "statement": "Virginia voters are being turned away from polling locations because they were told they already requested absentee ballots when they haven’t.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "This statement is false because there is no evidence or reports suggesting that Virginia voters are being turned away from polling locations due to erroneous claims of requesting absentee ballots."
    },
    {
        "statement": "“Japan drops vax rollout”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not accurate. Japan has not dropped its vaccine rollout, but has faced some challenges and delays in the distribution process. There have been reports of supply issues and administrative hurdles, but the vaccination campaign is still ongoing, although at a slower pace compared to other countries."
    },
    {
        "statement": "The migrant caravan from Tapachula, Mexico “is the population of Minneapolis.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because the migrant caravan from Tapachula, Mexico is not the population of Minneapolis. Caravans generally consist of hundreds or thousands of migrants, while Minneapolis has a population in the hundreds of thousands. Therefore, the comparison between the two is inaccurate, leading to the conclusion that the statement is false."
    },
    {
        "statement": "Says gubernatorial candidate Rebecca Kleefisch “worked with Scott Walker to sign five abortion restrictions into law that took away services and threatened doctors with prison time for providing safe and legal abortions.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "This statement is false as it falsely attributes the signing of five abortion restrictions into law solely to gubernatorial candidate Rebecca Kleefisch. She may have worked with Scott Walker, but the claim that she personally signed these restrictions into law is not accurate. Additionally, the statement exaggerates the impact of the restrictions by claiming that they took away services and threatened doctors with prison time, which may not be entirely true for all the restrictions mentioned."
    },
    {
        "statement": "“Unmask your kids! Any carbon dioxide concentrations above” 2,000 parts per million are “dangerous!”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because carbon dioxide concentrations above 2,000 parts per million are not inherently dangerous for children. While very high levels of carbon dioxide can have harmful effects on human health, the suggested threshold of 2,000 parts per million is not considered dangerous. The statement's claim is misleading and lacks scientific evidence to support its assertion."
    },
    {
        "statement": "Children who receive COVID-19 vaccinations \"will be walking factories of spike proteins\" that will \"undoubtedly cause illnesses to spread like wildfire in schools.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While it is true that COVID-19 vaccines can cause some individuals to temporarily produce spike proteins, calling vaccinated children \"walking factories\" is an exaggerated and misleading statement. COVID-19 vaccines have undergone rigorous testing and have been deemed safe and effective by health authorities. Vaccinated individuals are less likely to spread the virus and experience severe illness. The benefits of vaccination, including reducing the spread of COVID-19 and protecting vulnerable populations, outweigh the minimal risks associated with vaccination."
    },
    {
        "statement": "“The Biden administration wants to create an international oversight committee” to alter or cancel Second Amendment rights.",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "The statement contains a false claim. There is no evidence to suggest that the Biden administration wants to create an international oversight committee to alter or cancel Second Amendment rights. The Second Amendment is protected by the U.S. Constitution, and any changes to it would require a complex and lengthy process involving Congress and potentially the Supreme Court."
    },
    {
        "statement": "“Virginia Democrat operatives” and Terry McAuliffe campaign staffers posed as white supremacists and stood by Republican Glenn Youngkin’s bus.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement claims that \"Virginia Democrat operatives\" and Terry McAuliffe campaign staffers posed as white supremacists and stood by Republican Glenn Youngkin's bus. However, there is no concrete evidence provided to support this claim. Without any reliable sources or proof, it is difficult to believe that such an event actually took place."
    },
    {
        "statement": "“Fairfax County is not requiring the last four digits of Social Security Numbers on absentee ballots in this election.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "This statement is false because Fairfax County is actually requiring the last four digits of Social Security Numbers on absentee ballots in this election. There have been reports and official guidelines stating that this information is necessary for ballot processing and verification purposes."
    },
    {
        "statement": "\"National Guard to fill in for cops who refuse to get vaccinated.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "\nBased on the given statement, I am not convinced. The statement suggests that the National Guard will fill in for police officers who refuse to get vaccinated. However, without further evidence, such as an official announcement or reliable sources, it is difficult to confirm the accuracy of this claim."
    },
    {
        "statement": "A photo taken on Jan. 6, 2021, at the United States Capitol riot was “doctored to look as if the Capitol was on fire.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "This statement suggests that the photo was manipulated to make it appear as if the Capitol was on fire. However, without further evidence or analysis, it is premature to conclusively label it as \"doctored.\" It is essential to gather more information and conduct a thorough examination before making such a claim."
    },
    {
        "statement": "\"The 550 U.S. billionaires together are worth $2.5 trillion. If we confiscated 100% of their wealth, we'd raise enough to run the federal government for less than eight months.\"",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because the calculation assumes that the wealth of billionaires would be static even after confiscation, which is unlikely. Additionally, the statement assumes that the entire wealth of billionaires can be easily and instantly confiscated, which is not feasible."
    },
    {
        "statement": "“Virginia man arrested for having Minecraft worlds that were exact replicas of classified U.S. military bases.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is likely to be true because it contains specific details about a Virginia man being arrested for having Minecraft worlds that are exact replicas of classified U.S. military bases. The use of specific locations and activities makes the statement convincing. However, without further verification, there is a small possibility that this information could be misleading or false."
    },
    {
        "statement": "“States run elections, not the federal government.”",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "The statement is true because in the United States, elections are administered and regulated by individual states, not by the federal government. The Constitution grants states the authority to conduct their own elections, and each state has its own set of election laws and procedures. While the federal government has some influence and oversight, the primary responsibility lies with the states."
    },
    {
        "statement": "In-N-Out cups say “Let’s go Brandon.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because In-N-Out cups do not say \"Let's go Brandon.\" In-N-Out is a popular fast food chain known for their burgers and drinks, but they do not print any politically or controversially themed slogans on their cups. There is no evidence or confirmation to support the claim that they display the phrase \"Let's go Brandon\" on their cups."
    },
    {
        "statement": "“Greenland's ice sheet isn't shrinking any more rapidly today than it was 80 years ago.”",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "The statement is supported by scientific studies that show there has been no significant increase in the rate of Greenland's ice sheet shrinkage over the past 80 years. This consistency suggests that the rate of shrinkage has not accelerated and remains relatively stable."
    },
    {
        "statement": "“Wages have gone up higher, faster than inflation.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "While wages have increased in recent years, they have not necessarily grown at a higher and faster rate than inflation. Inflation refers to the general increase in prices of goods and services over time, and it can erode the purchasing power of wages if they do not keep up. Factors such as economic conditions, supply and demand, and government policies can influence wage growth and whether it outpaces inflation. Without additional data or context, it is difficult to determine the accuracy of the statement."
    },
    {
        "statement": "“DEA agent Mark Ibrahim was forced from his job and later indicted simply because he was near the Capitol protest on Jan. 6.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not entirely accurate. While it is true that DEA agent Mark Ibrahim was present at the Capitol protest on January 6th, it is misleading to suggest that he was forced from his job and indicted solely based on his proximity to the protest. The circumstances surrounding his departure from his job and any potential indictment would require further investigation and verification of specific details."
    },
    {
        "statement": "“Jan. 6 is being used as a pretext to strip millions of Americans, disfavored Americans, of their core constitutional rights.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "This statement is an opinion and is not verifiable. It suggests that the events of January 6th are being used as an excuse to violate the constitutional rights of certain American citizens. However, without additional evidence or context, it is difficult to determine the accuracy of this claim."
    },
    {
        "statement": "“There are over 1 million phantom voters on the Florida voter rolls.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While it is possible for errors to occur in voter rolls, the claim that there are over 1 million phantom voters in Florida lacks substantial evidence. Independent investigations and audits have not found any credible evidence to support such a large number of phantom voters. Therefore, I am not convinced of the statement's accuracy. However, I still assign a relatively high certainty value of 80 because there might be some minimal instances of errors or discrepancies in the rolls that could be considered phantom voters, but not on the scale claimed."
    },
    {
        "statement": "President Joe Biden changed suits during his visit to the Vatican.",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "President Joe Biden changing suits during his visit to the Vatican is a factual event that has been reported by reliable sources. Multiple news outlets and photographs have confirmed this occurrence."
    },
    {
        "statement": "Social media posts suggest a CDC graph shows the COVID-19 vaccine is harmful to children and that California’s school vaccine mandate is dangerous.",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "The statement is false. Social media posts may suggest this, but it does not mean it is true. The CDC graph does not show that the COVID-19 vaccine is harmful to children. Additionally, California's school vaccine mandate has been implemented to protect public health and ensure the safety of children, not to endanger them."
    },
    {
        "statement": "“Global warming is part of (a) natural cycle and there’s nothing we can actually do to stop these cycles.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "There is overwhelming scientific consensus that global warming is primarily caused by human activities, such as the burning of fossil fuels, deforestation, and industrial processes. While there are natural climate cycles, the current rate of global warming is unprecedented and largely driven by human-induced greenhouse gas emissions. Therefore, there are measures we can take to mitigate and adapt to climate change, such as transitioning to renewable energy sources, improving energy efficiency, and implementing sustainable practices."
    },
    {
        "statement": "Federal agents directly incited people on Jan. 6, 2021, and \"intentionally entrapped\" American citizens.",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "The statement claims that federal agents directly incited and intentionally entrapped American citizens on January 6, 2021. Based on available information, there is currently no evidence to support this claim. While there were investigations into the events of that day, it has not been established that federal agents were directly involved in inciting or entrapping individuals."
    },
    {
        "statement": "“Moderna has been pulled in Iceland and pulled for everyone under age 30 in Finland, Sweden, Norway, Denmark due to heart issues.”",
        "classification label": "false",
        "true certainty": "60",
        "explanation": "Although there have been reports of heart issues associated with the Moderna vaccine in some countries, there is no information available to suggest that the vaccine has been pulled in Iceland or restricted for everyone under age 30 in Finland, Sweden, Norway, and Denmark."
    },
    {
        "statement": "Product shortages are manufactured; goods are stuck in warehouses.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While it is possible for some product shortages to be manufactured, it is not true for all cases. There are various factors that can lead to product shortages, such as supply chain disruptions, unexpected demand, or natural disasters. Therefore, it is not accurate to say that all shortages are manufactured."
    },
    {
        "statement": "The premier of Australia’s Victoria state “is freezing people’s bank accts” if they are not vaccinated. “They can’t buy or sell until forced into submission.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "This statement is false. There is no credible evidence or official reports indicating that the premier of Victoria state in Australia is freezing people's bank accounts if they are not vaccinated. Such actions would be a violation of individual rights and would likely face significant backlash and legal challenges if implemented. It is important to verify information and rely on reliable sources before assuming the accuracy of such claims."
    },
    {
        "statement": "“The day Al Gore was born there were 130,000 glaciers on Earth. Today, only 130,000 remain.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "This statement is true because it states a fact about the number of glaciers on Earth. It is well-documented that the Earth has experienced a significant decline in the number of glaciers over the years, and the numbers mentioned in the statement reinforce this."
    },
    {
        "statement": "\"Elon Musk to donate $250 billion for reparations to African Americans in U.S.\"",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "While Elon Musk is known for his philanthropy and support for various causes, there is no credible information or official announcement indicating that he is donating $250 billion specifically for reparations to African Americans in the U.S. Such a significant donation would have likely received significant media coverage and public attention, but there is no current evidence to support this claim."
    },
    {
        "statement": "A video shows “your packages were rerouted and have arrived in the port of Miami” as a result of Gov. Ron DeSantis.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because there is no evidence provided to support the claim that Governor Ron DeSantis is responsible for packages being rerouted and arriving in the port of Miami."
    },
    {
        "statement": "“Trash bins discovered outside the Gloucester County Board of Elections containing blank ballots as well as bags of shredded ballots from Tuesday’s election!”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "This statement is true based on the information provided. It claims that trash bins were found outside the Gloucester County Board of Elections containing blank and shredded ballots from the recent election. The specificity of the location and the description of the contents make it reasonable to believe that the statement is accurate. However, without further evidence or verification, there is a small margin of uncertainty."
    },
    {
        "statement": "“Scientists say this map represents the US in 30 years if we don’t reverse climate change.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is true because scientists have indeed predicted that if climate change is not reversed, the map of the US will be significantly affected in the next 30 years. Numerous scientific studies and models have shown that rising temperatures, sea-level rise, extreme weather events, and other consequences of climate change will have profound impacts on the geography and landscape of the country. While the exact details of the map may vary, the general consensus among scientists is that without taking action to mitigate climate change, the future of the US will be significantly altered."
    },
    {
        "statement": "“The Spanish High Court has announced (COVID-19) is a bio weapon with a patent, not a virus.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The claim that COVID-19 is a bio weapon with a patent is not supported by credible scientific evidence. COVID-19 is caused by a novel coronavirus (SARS-CoV-2) and has been identified as a natural virus, not a bio weapon. Numerous scientific studies and experts have confirmed the natural origin of the virus. The Spanish High Court has not made any official announcement regarding COVID-19 being a bio weapon with a patent."
    },
    {
        "statement": "Bergen County in New Jersey gave more votes to the Democratic gubernatorial candidate after all the ballots were counted.",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "Bergen County is known to be a Democratic stronghold in New Jersey, and typically gives more votes to Democratic candidates. Therefore, it is highly likely that the Democratic gubernatorial candidate received more votes in Bergen County after all the ballots were counted."
    },
    {
        "statement": "Dr. Herbert Smitherman invented Crest toothpaste, Folgers coffee, Safeguard soap and Bounce fabric softener.",
        "classification label": "false",
        "true certainty": "0",
        "explanation": "Dr. Herbert Smitherman did not invent Crest toothpaste, Folgers coffee, Safeguard soap, and Bounce fabric softener. These products were actually invented by different individuals and companies."
    },
    {
        "statement": "“CEO of Pfizer arrested, charged with fraud.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "\n\nI am not convinced that the statement is true because there is no credible evidence or reliable sources supporting the claim that the CEO of Pfizer has been arrested and charged with fraud. This information could potentially be misleading or false."
    },
    {
        "statement": "United Kingdom “government reports suggest the fully vaccinated are rapidly developing Acquired Immunodeficiency Syndrome.\"",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "This statement is false because there is no credible evidence or government reports suggesting that fully vaccinated individuals are rapidly developing Acquired Immunodeficiency Syndrome (AIDS). Vaccines are designed to prevent diseases, not cause them."
    },
    {
        "statement": "“Fox News went from 97% reporting to 94% in Virginia. The fraud is so blatant it's not funny anymore.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement falsely claims that there was fraud in the reporting of election results by Fox News. However, it lacks evidence to support such an assertion. It is important to rely on verified information and credible sources for accurate interpretations of election data."
    },
    {
        "statement": "“Pfizer Confirms COVID-Vaccinated People Can ‘Shed’ Spike Proteins And Harm The Unvaccinated\"",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "This statement is false and misleading. Pfizer has not confirmed that vaccinated individuals can \"shed\" spike proteins and harm the unvaccinated. Spike protein shedding does not occur in the context of these COVID-19 vaccines. The vaccines are designed to activate the immune system to produce spike proteins temporarily, not to shed them. The vaccines are safe and effective in preventing severe illness and reducing transmission of the virus."
    },
    {
        "statement": "\"This idea that it's the pandemic of the unvaccinated, it's just a total lie.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While the statement expresses a strong belief that the idea of the pandemic being solely the fault of the unvaccinated is false, it lacks substantial evidence or reasoning to back up this claim. The labeling of it as a \"total lie\" suggests a biased perspective rather than an objective evaluation."
    },
    {
        "statement": "The Astroworld concert was a “test run on the vaxxed” because people who are injected with graphene oxide can be controlled through magnetic frequencies, including music.",
        "classification label": "false",
        "true certainty": "0",
        "explanation": "The statement is a conspiracy theory and lacks credible evidence. There is no scientific basis to support the claim that people injected with graphene oxide can be controlled through magnetic frequencies or music. Such claims are not supported by reputable sources and are widely debunked by experts in the field."
    },
    {
        "statement": "Says N.C. Attorney General Josh Stein has gone after Jan. 6 protesters but he has “said nothing” about violent summer protests in North Carolina and was “derelict in his duty.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "\n\nI am not convinced that N.C. Attorney General Josh Stein has \"said nothing\" about violent summer protests in North Carolina and was \"derelict in his duty\". Without further evidence or specific examples, it is difficult to ascertain the Attorney General's actions and statements regarding those protests."
    },
    {
        "statement": "\"Atheists are prohibited from holding office in 8 states.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "While it is true that historically there have been laws in some states that banned atheists from holding public office, those laws are no longer enforced and have been invalidated by the Supreme Court. Therefore, atheists are not currently prohibited from holding office in any state."
    },
    {
        "statement": "The Biden Department of Justice “would use the FBI to target parents who speak out against critical race theory.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "This statement is false because there is no evidence to suggest that the Biden Department of Justice intends to use the FBI to target parents who speak out against critical race theory. This claim appears to be based on speculation or misinformation."
    },
    {
        "statement": "“Australian military being trained to **force vaccinate** in door-to-door attacks.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "While there have been conspiracy theories circulating about forced vaccinations, there is no credible evidence to suggest that the Australian military is being trained to force vaccinate people in door-to-door attacks. Such claims are likely exaggerations or baseless assertions circulating in misinformation sources."
    },
    {
        "statement": "The deaths at the Astroworld festival were part of a satanic ritual.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement that the deaths at the Astroworld festival were part of a satanic ritual is not supported by any credible evidence or information. It is important to base claims on factual evidence and not jump to unfounded and sensationalized conclusions."
    },
    {
        "statement": "“FUN FACT: West Virginia is home to zero billionaires.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "While it is true that West Virginia does not have any billionaires according to available data, it is difficult to conclusively say that the state is \"home to zero billionaires\" as there might be individuals who choose to keep their wealth private. Therefore, it is more appropriate to state that there are no publicly known billionaires in West Virginia."
    },
    {
        "statement": "Merriam-Webster recently changed its definition of the word “vaccine” and removed the immunity portion.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not accurate. Merriam-Webster has not recently changed the definition of the word \"vaccine\" to remove the immunity portion. The definition of vaccine still includes the concept of providing immunity to specific diseases through vaccination."
    },
    {
        "statement": "A crime was committed when a New Jersey election worker allowed someone who said he was not a citizen to fill out a ballot.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "There is no evidence or verification provided in the statement to support the claim that a crime was committed. It is necessary to investigate the specific circumstances and legal requirements surrounding voter eligibility and ballot processing before making any definitive assertions."
    },
    {
        "statement": "“More fraud in New Jersey’s election uncovered – voting machines would not allow citizens to vote for Republican governor candidate.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "This statement is not convincing because it does not provide any evidence or sources to support the claim of fraud in New Jersey's election. Without further information, it is not possible to determine the veracity of the statement."
    },
    {
        "statement": "President Joe Biden threatened to “swoop down with Special Forces folks and gather up every gun in America.”",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "This statement is false. There is no factual evidence or credible source to support the claim that President Joe Biden made such a threat. It is important to verify information before believing and spreading it."
    },
    {
        "statement": "The Biden administration inherited gains of “50,000 jobs a month. We're now finally back to 500,000 jobs a month. We inherited a country where 4,000 people a day were dying from Covid. That's now down 75%.”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "The statement includes some inaccurate information. While the Biden administration inherited an improving job market, the claim of \"50,000 jobs a month\" and \"500,000 jobs a month\" is an exaggeration. According to the Bureau of Labor Statistics, the average monthly job gain under the Biden administration has been around 500,000, not the 50,000 mentioned. Regarding COVID-19 deaths, the claim of \"4,000 people a day\" is exaggerated. In January 2021, the daily average of deaths from COVID-19 was around 3,000, not 4,000. Overall, although there have been improvements, the statement misrepresents the actual numbers."
    },
    {
        "statement": "“Queen Elizabeth d-e-a-d at age 95.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "Based on the information given in the statement, there is no evidence or confirmation to support the claim that Queen Elizabeth is dead at the age of 95. This information should be verified through reliable sources before drawing any conclusions."
    },
    {
        "statement": "A banner for COVID-19 vaccines says, “Don’t forget to donate your childrens organs.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "\nThe statement is false because there is no evidence or credible information to support the claim that donating children's organs is a requirement or recommendation for receiving COVID-19 vaccines. Additionally, it seems highly unlikely and ethically questionable to mandate organ donation as a condition for vaccination against a viral disease."
    },
    {
        "statement": "Photos show “diesel generators” at the COP26 climate change conference.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The photos may appear to show \"diesel generators\" but without further evidence or context, it is not possible to draw a definitive conclusion. It is important to consider that there could be alternative explanations for the presence of these generators, such as backup power sources or temporary energy solutions during the conference."
    },
    {
        "statement": "\"Arizona Department of Education gives green light on face mask and vaccine mandates, as well as implementing Critical (Race) Theory.”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "The statement claims that the Arizona Department of Education has given the green light on face mask and vaccine mandates, as well as implementing Critical (Race) Theory. However, without additional evidence, it is difficult to determine the accuracy of this statement. It is advisable to consult reliable sources or official statements from the Arizona Department of Education to verify the truthfulness of these claims."
    },
    {
        "statement": "Live Nation scheduled the 50,000-person Astroworld music festival at a venue that has a capacity of 20,000.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because Live Nation, a renowned event promoter, would typically schedule a music festival at a venue that can accommodate the expected number of attendees. It would be highly unlikely for Live Nation to schedule a 50,000-person event at a venue with only a 20,000-person capacity, as it would create significant logistical and safety issues."
    },
    {
        "statement": "“Sending your child to school” on a day when vaccines are being administered “is implied consent” for getting the COVID-19 vaccine.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While sending a child to school on a day when vaccines are being administered may be interpreted as an indication of consent, it does not necessarily imply consent for getting the COVID-19 vaccine. Consent should be obtained explicitly and be informed, considering individual circumstances and beliefs."
    },
    {
        "statement": "“Gavin Newsom is out of sight likely because he has Guillain-Barre syndrome from his booster shot.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "There is no evidence or credible information to support the claim that Gavin Newsom is out of sight likely due to having Guillain-Barre syndrome from a booster shot. As of now, Guillain-Barre syndrome is considered to be a rare side effect of COVID-19 vaccines, and any such occurrences are closely monitored and investigated by health authorities. Without any verifiable information or official statements, it is not reasonable to make such claims or draw conclusions."
    },
    {
        "statement": "“If you’re a low-wage worker and you’re single and don’t have children, we’re literally taxing you into poverty.\"",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "This statement is true because low-wage workers who are single and don't have children often face a heavier tax burden proportionally compared to other income brackets. The taxes they pay can have a significant impact on their ability to meet basic needs and can potentially push them into poverty."
    },
    {
        "statement": "Says President Joe Biden “is in talks to pay illegal immigrants $450,000.”",
        "classification label": "false",
        "true certainty": "85",
        "explanation": "This statement is false. There is no credible evidence or official statement indicating that President Joe Biden is in talks to pay illegal immigrants $450,000. It is important to fact-check and rely on reliable sources when evaluating such claims."
    },
    {
        "statement": "The military arrested “bedridden Gavin Newsom.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is highly unlikely to be true because it goes against the logic and typical behavior of a military. Military forces are not typically responsible for arresting bedridden individuals, especially if they are political figures like Gavin Newsom. Additionally, there is no widely reported or credible information suggesting that Gavin Newsom has been arrested by the military."
    },
    {
        "statement": "No new COVID-19 cases in Uttar Pradesh, India, due to use of ivermectin",
        "classification label": "false",
        "true certainty": "50",
        "explanation": "\nAlthough the statement claims that there are no new COVID-19 cases in Uttar Pradesh, India, due to the use of ivermectin, it is unlikely to be entirely accurate. While there have been studies exploring the potential of ivermectin as a treatment for COVID-19, the evidence is mostly anecdotal and inconclusive. Additionally, the reduction in new cases cannot solely be attributed to the use of ivermectin as there could be other factors at play, such as vaccination efforts or implementation of other preventive measures. Further research and scientific consensus are needed to validate the claim made in the statement."
    },
    {
        "statement": "\"There is no added safety to the public if you're vaccinated.\"",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "\n\nThere is strong scientific evidence that vaccination provides added safety to the public. Vaccines are specifically designed to prevent or reduce the severity of infectious diseases, protecting both individuals and the community as a whole through herd immunity. Vaccination has been proven to drastically reduce the risk of contracting and spreading diseases, which ultimately safeguards public health. Therefore, it is incorrect to claim that there is no added safety to the public if one is vaccinated."
    },
    {
        "statement": "\"During the AIDS crisis, can you imagine if gay men and intravenous drug users … had they been pariahs the way the non-vaccinated are? But it would've been inconceivable.\"",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "The statement is false because during the AIDS crisis, gay men and intravenous drug users were indeed treated as pariahs by many members of society. They faced discrimination, stigma, and were blamed for the spread of the disease. It was not inconceivable; it was a sad reality for many individuals during that time."
    },
    {
        "statement": "“No governor in Virginia has ever won when...he or she is the same party as the sitting president.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "Historically, there is strong evidence to support this statement. Throughout Virginia's political history, there has been a consistent pattern of voters favoring a governor from a different party than the sitting president. This can be attributed to various factors such as voter behavior, political dynamics, and differing policies between the state and federal level. Though there might be exceptions, the overall trend suggests a high likelihood that this statement is true."
    },
    {
        "statement": "\"Report finds increased risk of spontaneous abortion following COVID-19 vaccination during pregnancy” after correcting “major error” in CDC study.",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is true because it suggests that a report has found an increased risk of spontaneous abortion following COVID-19 vaccination during pregnancy after a major error was corrected in a CDC study. The certainty value of 90 denotes a high likelihood of the statement's accuracy, but there still remains a small possibility for additional information or conflicting studies that may slightly alter the conclusion."
    },
    {
        "statement": "“Iowa ranks 45th in the U.S. for internet connectivity.\"",
        "classification label": "true",
        "true certainty": "95",
        "explanation": "Iowa ranks 45th in the U.S. for internet connectivity based on various studies and reports that analyze internet speed, accessibility, and infrastructure across states."
    },
    {
        "statement": "Scam artists are using Amazon to send people face masks laced with “something toxic.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While there have been cases of scams related to face masks during the COVID-19 pandemic, there is no concrete evidence to suggest that scam artists are specifically using Amazon to send people face masks laced with something toxic. Such claims should be backed by reliable sources or official reports before concluding its accuracy."
    },
    {
        "statement": "“The infrastructure bill itself is only 10% true infrastructure.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because it makes a claim about the infrastructure bill without providing any evidence or supporting details. Additionally, the statement lacks clarity in defining what is meant by \"true infrastructure.\" Without further information, it is difficult to determine the accuracy of the claim."
    },
    {
        "statement": "\"Only a court can decide that somebody is incompetent to vote\" -- the state Election Commission \"cannot force facilities, private facilities, to allow special voting deputies\" inside.",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is true because the competence of an individual to vote is a legal matter that can only be determined by a court of law. The state Election Commission does not possess the authority to compel private facilities to permit special voting deputies to operate within their premises."
    },
    {
        "statement": "Over a million people apprehended at the border this year, \"meaning probably another 2 or 3 million have come in illegally.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While the statement suggests that there have been over a million people apprehended at the border this year and likely an additional 2 or 3 million entering illegally, this is presented as speculation and lacks credible evidence or official data to support it. It is important to rely on verified information before making such claims."
    },
    {
        "statement": "Video shows irate airline passenger demanding a seat away from an unvaccinated passenger and being asked to leave the airplane.",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is true because there have been multiple instances where airline passengers have demanded to be seated away from unvaccinated passengers due to concerns over COVID-19 transmission. These incidents have been widely reported in the media and often result in the passengers being asked to leave the airplane. However, without additional context or specific details about this particular video, there is a small chance that the statement may not accurately represent the content of the video."
    },
    {
        "statement": "“Wife of Pfizer’s CEO dies after complications from the vaccine.”",
        "classification label": "false",
        "true certainty": "75",
        "explanation": "There is no evidence or credible information to support the claim that the wife of Pfizer's CEO died due to complications from the vaccine. It is important to rely on accurate and verified sources for such claims, and until there is reliable information, it is best to remain skeptical."
    },
    {
        "statement": "\"Children are 50 times more likely to be killed by the Covid vaccines than by the virus itself.\"",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "There is no scientific evidence to support the claim that children are 50 times more likely to be killed by Covid vaccines than by the virus itself. Multiple studies have shown that the risks of severe illness and death from Covid-19 are higher compared to the potential side effects of the vaccines. Vaccines have undergone rigorous testing and have been proven safe and effective in protecting against the virus. The benefits of vaccination outweigh the risks, especially when considering the potential long-term health consequences of a Covid-19 infection in children."
    },
    {
        "statement": "Kyle Rittenhouse’s mother “drove him across state lines and dropped him off in the middle of a riot armed with an assault rifle” in Kenosha.",
        "classification label": "false",
        "true certainty": "65",
        "explanation": "While there is some truth to the statement that Kyle Rittenhouse traveled to Kenosha, Wisconsin, during the protests and was armed with a rifle, there is insufficient evidence to conclude that his mother drove him across state lines and dropped him off specifically for the purpose of participating in a riot. It is important to acknowledge that the case is still under investigation and that additional facts may sway the conclusion in the future."
    },
    {
        "statement": "“Stalin once ripped all the feathers off a live chicken as a lesson to his followers.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "There is a common myth that Stalin ripped all the feathers off a live chicken to show his power and control. However, there is no concrete evidence or reliable sources to validate this claim. It is more likely an exaggerated or fabricated story invented to highlight the cruelty of Stalin's regime."
    },
    {
        "statement": "\"In 2015, when Terry McAuliffe was governor, the Virginia Department of Education promoted incorporating critical race theory lens in education...They were trying to indoctrinate kids.”",
        "classification label": "true",
        "true certainty": "80",
        "explanation": "The statement is true because in 2015, during Terry McAuliffe's tenure as governor of Virginia, the Virginia Department of Education did promote the incorporation of a critical race theory lens in education. This information can be verified through official sources and news articles from that time. However, the claim that they were trying to indoctrinate kids is subjective and lacks evidence."
    },
    {
        "statement": "A new medical diagnosis code has been designated for people who decline vaccines, and it will be used to help determine who will go into \"education camps.\"",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "\nThere is no evidence to suggest that a new medical diagnosis code has been designated for people who decline vaccines. Additionally, the claim that this code would be used to determine who will go into \"education camps\" is highly implausible and lacks any credible sources or information."
    },
    {
        "statement": "Actor Macaulay Culkin died from a heroin overdose.",
        "classification label": "false",
        "true certainty": "100",
        "explanation": "There is no credible evidence or reports to suggest that Macaulay Culkin died from a heroin overdose. Macaulay Culkin, although previously struggled with drug addiction, is alive and active in the entertainment industry."
    },
    {
        "statement": "“Disturbing Pfizer ad tells kids they’ll get superpowers from COVID jab.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because there is no credible evidence to support the claim that a Pfizer ad tells kids they'll get superpowers from the COVID jab. It is likely misinformation or a misleading headline."
    },
    {
        "statement": "Timothy Simpkins, a Black teen shooter, got 1 day in jail and $75,000 bail, while Kyle Rittenhouse, a white teen, got 2 months in jail and $2 million bail. “I think it’s pretty evident ... that white privilege is a myth.”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "While the statement presents specific cases of Timothy Simpkins and Kyle Rittenhouse, it fails to provide a comprehensive analysis of individual circumstances or consider the broader context of racial disparities within the criminal justice system. While these examples highlight disparities in treatment, it's important to recognize that they do not disprove the existence of white privilege, as various factors such as socio-economic status, legal representation, and media coverage can influence outcomes. Therefore, it would be incorrect to conclude that white privilege is a myth based solely on these limited instances."
    },
    {
        "statement": "A new Facebook/Meta rule allows the company to use people’s photos without their permission, and posting a notice on your page will stop it from doing so.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not true. Facebook/Meta does not have a rule that allows the company to use people's photos without their permission, and posting a notice on your page will not stop it from doing so. Facebook/Meta has policies in place to protect users' privacy and requires permission to use photos or any other personal content."
    },
    {
        "statement": "A Kansas City tourism sign had a terrible typo.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "There is no evidence provided in the statement to support the claim that a Kansas City tourism sign had a terrible typo. Without any proof or additional information, it is not convincing."
    },
    {
        "statement": "“500 National Guardsmen being called to Kenosha ahead of the Rittenhouse verdict. Had they done this in the first place, there wouldn’t have been a trial.”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "The statement implies that if 500 National Guardsmen had been called to Kenosha earlier, there wouldn't have been a trial. However, the decision to call in National Guardsmen would not necessarily have prevented the Rittenhouse trial, as the trial is based on the specific actions and events that occurred, rather than the presence of Guardsmen. The outcome of a trial is determined by legal processes and evidence, not by the presence of military personnel."
    },
    {
        "statement": "“Close to hundreds” of people died at Astroworld.",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement is convincing because multiple sources and eyewitnesses have reported that there were close to hundreds of casualties at the Astroworld event. The high certainty is based on the extensive media coverage and official statements regarding the tragic incident."
    },
    {
        "statement": "Says Kamala Harris said only vaccinated people are hospitalized and dying from COVID-19.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "Kamala Harris did not say that only vaccinated people are hospitalized and dying from COVID-19. This statement is likely false as it misrepresents her position and does not align with verified information regarding COVID-19 infections and hospitalizations."
    },
    {
        "statement": "\"Bill Gates just admitted that the Pfizer and Moderna mRNA vaccines don’t work well.\"",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "Bill Gates has not made any such admission about the Pfizer and Moderna mRNA vaccines. This statement is likely a false rumor or misinformation."
    },
    {
        "statement": "The COVID-19 vaccines “failed miserably” in animal trials and are “a type of gene therapy that several top scientists warn will kill you.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because the COVID-19 vaccines did not fail miserably in animal trials. In fact, the vaccines went through extensive pre-clinical trials involving animals to ensure their safety and efficacy. Additionally, the claim that vaccines are a form of gene therapy that will kill individuals is misleading and not supported by credible scientific evidence. The COVID-19 vaccines have undergone rigorous testing and have been proven to be safe and effective in preventing severe illness and reducing the spread of the virus."
    },
    {
        "statement": "“NAVY SEALs raid cargo ship full of smuggled children.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is not convincing because it lacks credible evidence or sources to support such a claim. While it is possible for smuggling operations to occur, without further information or verification, it would be unfair to assume the truthfulness of this particular statement."
    },
    {
        "statement": "\"Only one member of Iowa’s federal delegation\" voted in favor of the bipartisan infrastructure legislation.",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement accurately states that only one member of Iowa's federal delegation voted in favor of the bipartisan infrastructure legislation. This can be confirmed by checking the voting records and statements made by Iowa's federal delegation regarding the legislation. However, there is a small degree of uncertainty as there is always a possibility of human error or new information coming to light."
    },
    {
        "statement": "Unleaded gas costs nearly $7 in Lancaster, Calif.",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "Unleaded gas does not cost nearly $7 in Lancaster, Calif. The average price of unleaded gas in Lancaster is around $3 per gallon, which is significantly lower than the stated price."
    },
    {
        "statement": "New York is \"leading the nation with the lowest imprisonment rate of any large state”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "While New York may have a lower imprisonment rate compared to other large states, it would be inaccurate to say that it is \"leading the nation\" without considering the imprisonment rates of all states. Additionally, the term \"leading\" can be subjective and dependent on different factors and perspectives."
    },
    {
        "statement": "Keystone Pipeline was blocked by Obama on Warren Buffett’s behalf.",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "There is no evidence to support the claim that the Keystone Pipeline was blocked by Obama specifically on behalf of Warren Buffett. The decision to block the pipeline was based on multiple factors, including concerns about its environmental impact and contribution to climate change. Additionally, Obama's decision was not solely influenced by any individual's benefits or interests."
    },
    {
        "statement": "“No economist out there is projecting that (the Build Back Better bill) will have a negative impact on inflation.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "Although it is possible that some economists may not be projecting a negative impact on inflation from the Build Back Better bill, it is unlikely that every single economist holds this view. Given the complex nature of economics and varying opinions within the field, it is probable that there are economists who do project a negative impact on inflation from the bill."
    },
    {
        "statement": "Says Raz Simone “conquered” part of Seattle, handed out guns to form a paramilitary force that murdered three people, robbed the locals and walked away without being questioned.",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "\n\nAlthough there are claims that Raz Simone \"conquered\" a part of Seattle and formed a paramilitary force that committed crimes, there is currently insufficient evidence to support these allegations. Without concrete proof or a thorough investigation, it is premature to label this statement as true. However, since there are allegations, there is still a possibility that some truth may emerge in the future. Therefore, the certainty value is set at 70 to account for this uncertainty."
    },
    {
        "statement": "“We need filibuster reform, and I’ve always been very clear about that.”",
        "classification label": "true",
        "true certainty": "90",
        "explanation": "The statement indicates a strong conviction about the need for filibuster reform and emphasizes consistency in one's stance on the issue."
    },
    {
        "statement": "“Military arrests former President George W. Bush.”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false because there is no evidence to support the claim that the military has arrested former President George W. Bush. It is highly unlikely for a former president to be arrested by the military without any substantial reason or public information."
    },
    {
        "statement": "The military took over the mainstream media.",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "The statement claims that the military took over the mainstream media, but there is no concrete evidence provided to support this claim. Without any substantiating proof or specific examples, it is difficult to believe that such a significant takeover by the military has occurred. Additionally, there are laws and regulations in place to ensure the independence and integrity of the media, making it unlikely for a complete takeover to happen without widespread public knowledge."
    },
    {
        "statement": "“Trump in the White House!”",
        "classification label": "false",
        "true certainty": "50",
        "explanation": "The statement is true in the sense that Donald Trump did serve as the 45th President of the United States and resided in the White House during his term. However, the exclamation mark suggests excitement or enthusiasm, which is subjective and can vary among individuals."
    },
    {
        "statement": "\"Spike protein goes to nucleus and impairs DNA repair.\"",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "From the available scientific evidence, it is unlikely that the spike protein goes to the nucleus and impairs DNA repair. Spike proteins are primarily found on the surface of the virus and their main role is to bind to the host cell receptor for viral entry. While some studies suggest the spike protein can be internalized into host cells, there is currently no reliable evidence to support the claim that it goes to the nucleus and impairs DNA repair. Further research is needed to validate this statement."
    },
    {
        "statement": "Says Bill Gates is linked to the discovery of vials labeled “smallpox” at Pennsylvania lab.",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "There is no credible evidence linking Bill Gates to the discovery of vials labeled \"smallpox\" at a Pennsylvania lab. This statement appears to be a baseless rumor or misinformation."
    },
    {
        "statement": "“Biden’s banking nominee demands all ‘private bank accounts’ be eliminated”",
        "classification label": "false",
        "true certainty": "90",
        "explanation": "The statement is false. There is no evidence or credible source that supports the claim that Biden's banking nominee has demanded the elimination of all \"private bank accounts.\" This claim appears to be baseless and lacks factual support."
    },
    {
        "statement": "“Never in American history has so much been spent at one time. Never in American history will so many taxes be raised and so much borrowing be needed to pay for this reckless spending.”",
        "classification label": "false",
        "true certainty": "70",
        "explanation": "The statement claims that never in American history has so much been spent at one time, and never will there be such an excessive need for taxes and borrowing to pay for it. However, this is an exaggerated and unsubstantiated claim. American history has seen periods of high spending and increased borrowing before, such as during times of war or economic crises. Therefore, it is not accurate to assert that this level of spending and financial requirements has never been seen before."
    },
    {
        "statement": "A photo shows Kyle Rittenhouse wearing a “Klan outfit.”",
        "classification label": "false",
        "true certainty": "80",
        "explanation": "The statement is false because there is no evidence or credible source supporting the claim that Kyle Rittenhouse, the individual involved in the Kenosha shooting incident, was wearing a \"Klan outfit\" in any photo. This claim seems to be a fabrication or a deliberate mischaracterization of the situation."
    },
    {
        "statement": "COVID-19 vaccines contain luciferase.",
        "classification label": "false",
        "true certainty": "100",
        "explanation": "COVID-19 vaccines do not contain luciferase. Luciferase is an enzyme that emits light and is often used in research and diagnostic procedures. While COVID-19 vaccines may contain other ingredients like messenger RNA or viral vectors, luciferase is not among them. This claim is unfounded and lacks scientific evidence."
    },
    {
        "statement": "“German News Agency Tracks 75 Prominent Athletes Suddenly Dead Of Heart Attacks After COVID Vax”",
        "classification label": "false",
        "true certainty": "95",
        "explanation": "The statement is false. There is no credible evidence or news reports supporting the claim that 75 prominent athletes have died of heart attacks after receiving the COVID-19 vaccine. Making such a claim without reliable sources can spread misinformation and unnecessary fear."
    }
]